simpleFoam/campagneUniform90/D050L474W090Z002H200V015_C_woMount/0.orig/startBC/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

inletVelocity		    0.15; // m/s
inletFlowRate           0.025; // m3/s
//pressureHeight        922; // = rho*g*h = 1000*9.81*0,094[m]
kInlet                  1.41E-08;
kLowRe                  1E-10; //4.14e-03;
kHighRe                 3.38E-06;
//turbulentEpsilon      0.00001; //4.39e-05;
omegaLowRe		        5.55E+04;
omegaHighRe             6.32E-03;
omegaInlet              1.55;

// ************************************************************************* //
